In [2]:
import pandas as pd

In [3]:
df = pd.read_csv("../data/processed/Telco_processed.csv")

In [4]:
features = df[["tenure", "MonthlyCharges", "TotalCharges"]]
features.head()

   tenure  MonthlyCharges  TotalCharges
0       1           29.85         29.85
1      34           56.95       1889.50
2       2           53.85        108.15
3      45           42.30       1840.75
4       2           70.70        151.65